/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

// In order of appearance
"User Interface" = "User Interface";
"Toolbar on bottom" = "Toolbar on bottom";
"Night mode" = "Night mode";
"Search Engine" = "Search Engine";

"Privacy" = "Privacy";
"Cookies and local storage data from non-whitelisted hosts will be cleared after not being accessed by any tabs for this many minutes" = "Cookies and local storage data from non-whitelisted hosts will be cleared after not being accessed by any tabs for this many minutes";
"Cookies" = "Cookies";
"Cookie auto-sweep interval" = "Cookie auto-sweep interval";
"When switching to another app, close all tabs and non-whitelisted cookies" = "When switching to another app, close all tabs and non-whitelisted cookies";
"Clear all when backgrounded" = "Clear all when backgrounded";
"When quitting the app, save all open links and reopen them in the next session. Navigation history and cookies are not saved." = "When quitting the app, save all open links and reopen them in the next session. Navigation history and cookies are not saved.";
"Save tabs when exiting app" = "Save tabs when exiting app";
"Send Do-Not-Track" = "Send Do-Not-Track";

"Security" = "Security";
"Resources loaded from the Internet will be blocked from loading page elements or making requests to LAN hosts (192.168.0.0/16, 172.16.0.0/12, etc.)" = "Resources loaded from the Internet will be blocked from loading page elements or making requests to LAN hosts (192.168.0.0/16, 172.16.0.0/12, etc.)";
"Block external LAN requests" = "Block external LAN requests";
"String used to identificate the user's browser" = "String used to identificate the user's browser";
"User-agent spoofing" = "User-agent spoofing";
"Minimum version of SSL/TLS required for HTTPS connections; may require force closing the app to take effect" = "Minimum version of SSL/TLS required for HTTPS connections; may require force closing the app to take effect";
"Minimum SSL/TLS version" = "Minimum SSL/TLS version";
"TLS 1.2 only (no SSL)" = "TLS 1.2 only (no SSL)";
"TLS 1.1 or 1.2 (no SSL)" = "TLS 1.1 or 1.2 (no SSL)";
"TLS 1.0, 1.1, or 1.2 (no SSL)" = "TLS 1.0, 1.1, or 1.2 (no SSL)";
"Auto-negotiate (SSL v2/v3, TLS 1.0/1.1/1.2)" = "Auto-negotiate (SSL v2/v3, TLS 1.0/1.1/1.2)";
"Auto" = "Auto";
"Content policy" = "Content policy";
"Open (normal browsing mode)" = "Open (normal browsing mode)";
"No XHR, webSockets or video" = "No XHR, webSockets or video";
"Strict (no JavaScript, video, etc.)" = "Strict (no JavaScript, video, etc.)";
"Open" = "Open";
"Medium" = "Medium";
"Strict" = "Strict";

"Miscellaneous" = "Miscellaneous";
"Rate on App Store" = "Rate on App Store";
"About" = "About";
"About The Onion Browser" = "About The Onion Browser";
"Show tutorial" = "Show tutorial";
